export default{
    projectjson: [
        {
            id: 1,
            type: 1,
            name: "三河口水利枢纽",
            coordinate: [108.056250, 33.351743],
            coordinate2: [108.056250, 33.358743],
			content:'三河口水利枢纽为引汉济渭工程的两个水源之一，是整个调水工程的调蓄中枢。坝址位于佛坪县与宁陕县交界的子午河峡谷段，在椒溪河、蒲河、汶水河交汇口下游2公里处，坝址断面多年平均径流量8.70亿立方米。拦河坝为碾压混凝土拱坝，最大坝高145米，总库容7.1亿立方米。坝后泵站总装机功率2.7万千瓦，设计扬程97.7米。电站总装机容量4.5万千瓦，多年平均发电量1.02亿度。',
			url:"http://112.74.101.152:62935",
			pic1:'img/三河口.jpg',
			pic2:'img/三河口2.jpeg',
			AreaCenter:[108.11164855957031, 33.401527404785156]
        },
        {
            id: 2,
            type: 1,
            name: "黄金峡水利枢纽",
            coordinate: [107.928872, 33.229899],
            coordinate2: [107.928872, 33.236899],
			content:'黄金峡水利枢纽是引汉济渭工程的两个水源之一，也是汉江上游梯级开发规划的第一级。坝址位于汉江干流黄金峡锅滩下游2公里处，控制流域面积1.71万平方公里，多年平均径流量76.17亿立方米。拦河坝为混凝土重力坝，最大坝高68米，总库容2.29亿立方米。坝后泵站总装机功率12.95万千瓦，设计扬程117米。电站装机容量13.5万千瓦，多年平均发电量3.63亿度。',
			url:'http://112.74.101.152:62935',
			pic1:'img/黄金峡.jpg',
			pic2:'img/黄金峡2.jpg',
			AreaCenter:[107.72403717041016, 33.24016571044922]
        },
        {
            id: 3,
            type: 1,
            name: "秦岭输水隧洞",
            coordinate: [108.118989, 33.939575],
            coordinate2: [108.118989, 33.946575],
			content:'秦岭输水隧洞全长98.30公里，设计流量70立方米每秒，纵坡1/2500，分黄三段和越岭段。黄三段进口位于黄金峡水利枢纽坝后左岸，出口位于三河口水利枢纽坝后约300米处控制闸，全长16.52公里，断面为6.76米×6.76米的马蹄型。越岭段进水口位于三河口水利枢纽坝后右岸控制闸，出口位于渭河一级支流黑河右侧支沟黄池沟内，全长81.779公里，分段采用内径为6.76米×6.76米的马蹄型断面和6.92米/7.52米的圆型断面，其中进口段26.14公里及出口段16.55公里采用钻爆法施工，断面为马蹄型，穿越秦岭主脊段39.08公里采用TBM法施工，断面为圆型。',
			url:'http://112.74.101.152:62935',
			pic1:'img/秦岭隧洞.jpg',
			pic2:'img/秦岭隧洞2.jpg',
			AreaCenter:[108.118989, 33.939575]
        }
    ],
    
}